OpenFOAM file/OpenFOAM/cfdm-v2412/run/tutorials/lagrangian/reactingParcelFoam/liquidFilmStepWithSprinklers/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh

runApplication makeFaMesh

runApplication $(getApplication)

#------------------------------------------------------------------------------
