OpenFOAM file/OpenFOAM/cfdm-v2412/run/tutorials/lagrangian/reactingParcelFoam/liquidFilmStepWithSprinklers/constant/foam.inp
species
(
    air
);

reactions
{}
